<template>
  <div class="agent-system">
    <div class="title">
      <h1>合營模式</h1>只要您通過網絡推廣或介紹身邊朋友成為我們的會員，我們會根據代理每月遊戲的凈利潤收入按照傭金比例計算傭金。
    </div>
    <div class="content m-content">
      <h3>一、众博娛樂城对代理联盟的权利与义务</h3>
      
      <p>1.众博娛樂的客服部会登记联盟的会员并会观察他们的投注状况，联盟及会员必须同意并遵守众博娛樂的会员条例，政策及操作程式。众博娛樂保留拒绝或冻结联盟/会员账户权利。</p>
      <p>2.代理联盟可随时登入界面观察旗下会员的下注状况及会员在网站的活动状况，众博娛樂的客服部会根据代理联盟旗下的会员计算所得的佣金。</p>
      <p>3.众博娛樂保留可以修改合约书上的任何条例，包括现有的佣金范围、佣金计划、存款形式、及参考计划条例的权力，众博娛樂会以电邮、网站公告等方法通知代理联盟。代理联盟对于所做的修改有异议，代理联盟可选择终止合约或向客服人员反映意见。如修改后代理联盟无任何异议，便视作默认合约修改，代理联盟必须遵守更改后的相关规定。</p>

      <h3>二、代理联盟对众博娛樂城的权力及义务</h3>
      <p>1.代理联盟应尽其所能，广泛地宣传、销售及推广众博娛樂，使代理本身及众博娛樂的利润最大化。代理联盟可在不违反法律下，以正面形象宣传、销售及推广众博娛樂，并有责任义务告知旗下会员所有众博娛樂的相关优惠条件及产品。</p>
      <p>2.代理联盟选择的众博娛樂推广手法如需付费，则代理应承担该费用。</p>
      <p>3.任何众博娛樂相关资讯包括：标志、报表、游戏画面、图样、文案等，代理联盟不得私自复制、公开、分发有关材料，众博娛樂保留法律追诉权。如代理在做业务推广有相关需要，请随时联系众博娛樂代理专员。</p>
      <h3>三、规则条款</h3>
      <p>1.各阶层代理联盟不可在未经众博娛樂许可情况下开设双/多个的代理账号，也不可从众博娛樂账户或相关人士赚取佣金。请谨记任何阶层代理不能用代理账户下注，众博娛樂有权终止并封存账号及所有在游戏中赚取的佣金。</p>
      <p>2.为确保所有众博娛樂会员账号隐私与权益，众博娛樂不会提供任何会员密码，或会员个人资料。各阶层代理联盟亦不得以任何方式取得会员资料，或任意登入下层会员账号，如发现代理联盟有侵害众博娛樂会员隐私行为，众博娛樂有权取消代理联盟红利，并取消代理联盟账号。</p>
      <p>3.代理联盟旗下的会员不得开设多个账户，众博娛樂有权要求会员提供有效的身份证明以验证会员的身份，并保留以IP判定是否重复会员的权利。如违反上述事项，众博娛樂有权终止玩家进行游戏并封存账号及所有于游戏中赚取的佣金。</p>
      <p>4.代理联盟不可为自己或其他联盟下的有效会员只能是众博娛樂的有效会员，代理每月需有5个下线有效投注会员（有效投注为每周至少上线3次进行正常投注），如有违反联盟协议众博娛樂有权终止并封存账号及所有在游戏中赚取的佣金。</p>
      <p>5.如代理联盟旗下的会员因为违反条例而被禁止享用众博娛樂的游戏，或众博娛樂退回存款给会员，众博娛樂将不会分配相应的佣金给代理联盟。代理联盟旗下会员存款用的信用卡、银行资料须经审核，代理相关佣金直至审核完成。</p>
      <p>6.合约内的条件会以书面/电邮通知接受代理联盟加入后开始执行。众博娛樂及代理联盟可随时终止此合约，在任何情况下，代理联盟如果想终止合约，都必须以书面/电邮方式提前七日通知众博娛樂。代理联盟的表现会3个月审核一次，如代理联盟已不是现有的合作成员则本合约可以在任何时间终止。如合作伙伴违反合约条例，众博娛樂有权立即终止合约。</p>
      <p>7.在没有众博娛樂许可下，代理联盟不能透露及授权众博娛樂相关机密资料，包括代理联盟所获得的回馈、佣金报表、计算等代理联盟有义务在合约终止后仍执行机密文档及资料的保密。</p>
      <p>8.在合约终止后，代理联盟及众博娛樂将不需要履行双方的权利及义务。终止合约并不会解除代理联盟于终止合约前应进行的义务。</p>

      <!-- <h3>四、回馈/佣金支付</h3> -->
      <!-- <p>联盟佣金计算，结算区间为本月第一个礼拜一至下月第一个礼拜一前的周日，将会员盈利，以联盟方案分红公式计算，佣金由承办代理于每个月的第一个礼拜三开始与代理确认金额后，在3个工作天内将佣金直接汇入代理联盟登记之银行账号。</p> -->
    </div>
  </div>
</template>
<script>
export default {
  name: "",
  data() {
    return {};
  },
  props: {},
  computed: {},
  watch: {},
  methods: {},
  created() {},
  activated() {},
  components: {}
};
</script>
<style lang="scss" scoped>
.title {
  padding: 30px 0;
  margin-top: 36px;
  margin-bottom: 54px;
  background-color: #f2f2f2;
  // height: 111px;
  font-size: 16px;
  color: #000;
  line-height: 28px;
  text-align: center;
  h1 {
    font-size: 30px;
    margin: 0 0 15px 0;
  }
}
.agent-system {
  background: #ffffff url(./images/system1.jpg) no-repeat center top;
  padding-top: 495px;
  color: #000;
  font-size: 16px;
  padding-bottom: 150px;
  .m-content {
    h3 {
      font-size: 18px;
      color: #3ec1fe;
      margin-top: 26px;
      margin-bottom: 26px;
    }
    p {
      font-size: 14px;
      margin-bottom: 18px;
      line-height: 1.6;
    }
    ul {
      list-style: disc;
      margin-left: 2em;
      li {
        border-bottom: 2px dashed #cdcdcd;
        line-height: 26px;
        padding-top: 17px;
      }
    }
  }
}
</style>
