<template>
  <div class="agent-question-content" v-once>
    <span>Q1:為什麽要加盟我們？</span>
    <p class="content-color"></p>
    <p
      class="content-p"
    >網絡博彩已經成為一個如日中興的熱門產業，本站憑借多年的博彩運營經驗和先進的秒提技術，具有絕對的品牌優勢。合作方式簡單，無風險零投資，即可享受高達 50%傭金回報，如果您身邊有對博彩感興趣的朋友，充分利用身邊的人脈及網絡資源，可從被推薦會員處終身受益，月賺百萬，您還在猶豫什麽？</p>
    <span>Q2:如何加盟我們？</span>
    <p class="content-color"></p>
    <p
      class="content-p"
    >點擊“加盟註冊”並填寫真實完整的註冊資料，認真閱讀本站的相關規則條款，並同意確認“合作協議”，然後提交“申請”，審查通過後，您就可以正式成為本站的代理商成員之一，邁出您成功的第一步！</p>
    <span>Q3:众博娛樂城对代理联盟的权利与义务</span>
    <p class="content-color"></p>
    <p
      class="content-p"
    >1.众博娛樂城的客服部會登記聯盟的會員並會觀察他們的投註狀況，聯盟及會員必須同意並遵守众博娛樂城的會員條例，政策及操作程式。众博娛樂城保留拒絕或凍結聯盟/會員賬戶權利。</p>
    <p class="content-p">2.代理聯盟可隨時登入界面觀察旗下會員的下註狀況及會員在網站的活動狀況，众博娛樂城的客服部會根據代理聯盟旗下的會員計算所得的傭金。</p>
    <p
      class="content-p"
    >3.众博娛樂城保留可以修改合約書上的任何條例，包括現有的傭金範圍、傭金計劃、存款形式、及參考計劃條例的權力，众博娛樂城會以電郵、網站公告等方法通知代理聯盟。代理聯盟對於所做的修改有異議，代理聯盟可選擇終止合約或向客服人員反映意見。如修改後代理聯盟無任何異議，便視作默認合約修改，代理聯盟必須遵守更改後的相關規定。</p>

    <span>Q4:代理聯盟對众博娛樂城的權力及義務？</span>

    <p class="content-color"></p>
    <p
      class="content-p"
    >1.代理聯盟應盡其所能，廣泛地宣傳、銷售及推廣众博娛樂城，使代理本身及众博娛樂城的利潤最大化。代理聯盟可在不違反法律下，以正面形象宣傳、銷售及推廣众博娛樂城，並有責任義務告知旗下會員所有众博娛樂城的相關優惠條件及產品。</p>
    <p class="content-p">2.代理聯盟選擇的众博娛樂城推廣手法如需付費，則代理應承擔該費用。</p>
    <p
      class="content-p"
    >3.任何众博娛樂城相關資訊包括：標誌、報表、遊戲畫面、圖樣、文案等，代理聯盟不得私自復制、公開、分發有關材料，众博娛樂城保留法律追訴權。如代理在做業務推廣有相關需要，請隨時聯系众博娛樂城代理專員。</p>
    <span>Q5:規則條款</span>
    <p class="content-color"></p>
    <p class="content-p">1.各階層代理聯盟不可在未經众博娛樂許可情況下開設雙/多個的代理賬號，也不可從众博娛樂賬戶或相關人士賺取傭金。請謹記任何階層代理不能用代理賬戶下註，众博娛樂有權終止並封存賬號及所有在遊戲中賺取的傭金。</p>
    <p class="content-p">2.為確保所有众博娛樂會員賬號隱私與權益，众博娛樂不會提供任何會員密碼，或會員個人資料。各階層代理聯盟亦不得以任何方式取得會員資料，或任意登入下層會員賬號，如發現代理聯盟有侵害众博娛樂會員隱私行為，众博娛樂有權取消代理聯盟紅利，並取消代理聯盟賬號。</p>
    <p class="content-p">3.代理聯盟旗下的會員不得開設多個賬戶，众博娛樂有權要求會員提供有效的身份證明以驗證會員的身份，並保留以IP判定是否重復會員的權利。如違反上述事項，众博娛樂有權終止玩家進行遊戲並封存賬號及所有於遊戲中賺取的傭金。</p>
    <p class="content-p">4.代理聯盟不可為自己或其他聯盟下的有效會員只能是众博娛樂的有效會員，代理每月需有5個下線有效投註會員（有效投註為每周至少上線3次進行正常投註），如有違反聯盟協議众博娛樂有權終止並封存賬號及所有在遊戲中賺取的傭金。</p>
    <p class="content-p">5.如代理聯盟旗下的會員因為違反條例而被禁止享用众博娛樂的遊戲，或众博娛樂退回存款給會員，众博娛樂將不會分配相應的傭金給代理聯盟。代理聯盟旗下會員存款用的信用卡、銀行資料須經審核，代理相關傭金直至審核完成。</p>
    <p class="content-p">6.合約內的條件會以書面/電郵通知接受代理聯盟加入後開始執行。众博娛樂及代理聯盟可隨時終止此合約，在任何情況下，代理聯盟如果想終止合約，都必須以書面/電郵方式提前七日通知众博娛樂。代理聯盟的表現會3個月審核一次，如代理聯盟已不是現有的合作成員則本合約可以在任何時間終止。如合作夥伴違反合約條例，众博娛樂有權立即終止合約。</p>
    <p class="content-p">7.在沒有众博娛樂許可下，代理聯盟不能透露及授權众博娛樂相關機密資料，包括代理聯盟所獲得的回饋、傭金報表、計算等代理聯盟有義務在合約終止後仍執行機密文檔及資料的保密。</p>
    <p class="content-p">8.在合約終止後，代理聯盟及众博娛樂將不須要履行雙方的權利及義務。終止合約並不會解除代理聯盟於終止合約前應進行的義務。</p>

    
    <span>Q6:我想問的問題上面都沒有怎麽辦？</span>

    <p class="content-color"></p>
    <p class="content-p">馬上聯絡24小時客服，給您最專業的1：1解答。</p>
  </div>
</template>
<script>
export default {
  data() {
    return {};
  },
  props: {},
  methods: {},
  computed: {},
  created() {},
  components: {}
};
</script>
<style lang="scss" scoped>
@import "~mobile/assets/scss/mixin.scss";
.agent-question-content {
  text-align: center;
  padding: 0 r(30);
  @include f(24px);
  line-height: r(50);
  color: #ffffff;
  span {
    @include f(30px);
    color: #ffffff;
    margin: r(20) auto;
    display: block;
  }
  .content-color {
    border-color: #c3c3c3;
    border-width: 1.5px 3px;
    border-style: solid;
    width: 8%;
    margin: -5px auto 5px;
  }
  .content-p {
    text-align: justify;
    @include f(20px);
  }
}
</style>
