<template>
  <div class="aboutTab">
    <dl>
      <dt>隐私保护</dt>
      <dd>《奇幻城》的头等重任，就是保证用户的个人资料及数据安全，《奇幻城》承诺不会将用户的个人信息分享或出售给任何第三方，绝对不泄露用户的个人 资料，数据库仅限内部员工使用，因此《奇幻城》娱乐城与我们的合作伙伴会通过邮件将您可能感兴趣的促销优惠发送给您；但除此之外，除非收到法庭 传单或应可行法律的要求及判决，您的讯息才可能被披露。</dd>
      <dd>《奇幻城》有权通过网站向相关付款平台服务提供商及金融保险机构，提供必要的个人信息，以完成付款要求，所有用户提供的个人信息，其传送都将 通过安全端口（ 128位 SSL 加密标准）并存放在公众无法进入的保密环境之下，对于有机会接触用户个人资料的协助伙伴，也必需遵守《奇幻城》订立的 保密规则，所有数据的内部出入都受到严格的限制及严密的监控。</dd>
      <dd>未经《奇幻城》明确书面授权，任何人不得散布、变更、复制、转载、使用《奇幻城》任何内容，或在非《奇幻城》所属服务器作镜像，否则以侵权论，依 法追究法律责任。</dd>
      <dd>为了客户的网络安全，公司成立网络安全维护中心，并获得GEOTRUST国际认证，确保网站公平公正。我们承诺，将继续不遗余力地严格实行保密和隐私制度，确保个人资料的安全，并保证不将您的资料泄露给任意一方。</dd>
      <dd>《奇幻城》不会永久保存用户信息，所有信息将按照本隐私政策进行。</dd>
    </dl>
  </div>
</template>
<script>
export default {
  name: "",
  data() {
    return {};
  },
  props: {},
  computed: {},
  watch: {},
  methods: {},
  created() {},
  activated() {},
  components: {}
};
</script>
<style lang="scss" scoped>
.aboutTab {
  display: block;
  dl {
    dt {
      line-height: 3;
      font-size: 18px;
      color: #4db7f4;
      font-weight: bold;
    }
    dd {
      line-height: 2.2;
      font-size: 16px;
    }
  }
}
</style>
