<template>
  <div class="aboutTab">
    <dl>
      <dt>奇幻城优势</dt>
      <dd>奇幻城国际2011年成立，菲律宾PAGCOR博彩牌照。拥有业界最快提款速度，10秒到账—“秒提”，技术团队独立研发，业界首创，五分钟提款单日和单笔无上限。</dd>
      <dd>★专业管理系统——代理会员信息一目了然，管理方便快捷</dd>
      <dd>★代理专属服务——专业代理经理为您提供优质服务</dd>
      <dd>★免费推广方案——量身订做推广方案，助您遥遥领先</dd>
      <dd>★品牌热度高——多年大力推广，让您坐享广告品牌效应</dd>
      <dd>★百万圆您Boss梦——让您轻松月入百万</dd>
      <dd>1. 强大的品牌优势：多年业界运营实践经验，咨询丰富。</dd>
      <dd>2. 平台自动化：自助优惠，自助实时返水，独立研发。</dd>
      <dd>3. 产品丰富：涵盖电子游艺、体育、娱乐场等。</dd>
      <dd>4. 佣金结算：奇幻城采用全球最优质的输赢值：日结佣金</dd>
      <dd>5. 服务：7x24小时在线服务，提供优质服务。</dd>
      <dd>6. 安全：奇幻城采用128位ssl高标准加密技术</dd>
      <dd>7. 提款：20万以下提款10秒到账，全球首发。</dd>
      <dt>如何赚取佣金</dt>
      <dd>您只需要网络推广或者是身边朋友介绍成为我们的玩家，奇幻城国际娱乐城会根据代理 每月游戏的净利润收入按照佣金比例计算佣金。</dd>
      <dt>业界首创日结佣金!!</dt>
      <dd>输赢值日结、月结让您赚得更安心!!</dd>
      <dd>输赢值：日/月结佣金:（所有电子平台输赢×85%－优惠－返水）×佣金比例+（其他平台输赢x90%-优惠-反水）x佣金比例。</dd>
      <dd>佣金比例您所属的会员负营利越多，您赚的越多!!</dd>
      <dt>佣金日结标准</dt>
      <dd>代理账户电子平台佣金额度大于100元即可提款。</dd>
      <dd>享受日结的代理如果连续两个月没有新增一位活跃会员，将在第三个月的时候取消其日结模式；</dd>
      <dd>如果在第三个月有开发会员，在次月开启日结；</dd>
      <dd>若合作伙伴自己的游戏账号注册到自己代理下线，取消代理资格，佣金不予发放。</dd>
      <dt>佣金月结标准</dt>
      <dd>1 针对其他类佣金发放日为每月1—5号（结算时间为自然月：上月1号：00:00点至本月1号00:00）。</dd>
      <dd>2 当月达到3位有效会员且佣金大于100元。</dd>
      <dd>3 有效会员标准，当月存款大于500元，投注额大于1000元。</dd>
      <dd>4 若当月未达到发放标准，佣金会累计至某月达到要求后一起发放。</dd>
      <dd>5 若当月代理佣金为负值，会累计至下月，等至累计正数且要求达到后佣金发放。</dd>
      <dd>6 若合作伙伴自己的游戏账号注册到自己代理下线，取消代理资格，佣金不予发放。</dd>
      <dt>佣金计算标准</dt>
      <dd>计算公式: （所有电子平台输赢×85%－优惠－返水）×佣金比例+（其他平台输赢x90%-优惠-反水）x佣金比例</dd>
      <dt>联系我们</dt>
      <dd>微信：{{SETTING.wechatAgent}}</dd>
      <dd>QQ：{{SETTING.qqAgent}}</dd>
      <dd>代理邮箱：{{SETTING.emailAgent}}</dd>
    </dl>
  </div>
</template>
<script>
import { SETTING } from "@/assets/data";
export default {
  name: "",
  data() {
    return {
      SETTING
    };
  },
  props: {},
  computed: {},
  watch: {},
  methods: {},
  created() {},
  activated() {},
  components: {}
};
</script>
<style lang="scss" scoped>
.aboutTab {
  display: block;
  dl {
    dt {
      line-height: 3;
      font-size: 18px;
      color: #4db7f4;
      font-weight: bold;
    }
    dd {
      line-height: 2.2;
      font-size: 16px;
    }
  }
}
</style>
