<template>
  <div class="aboutTab">
    <dl>
      <dt>博彩自律 </dt>
      <dd>我们为客户在博彩自律方面提供多方面的帮助包括：</dd>
      <dd>1. 暂时关闭账户</dd>
      <dd>2. 控制您的投注限额</dd>
      <dd>3. 问题性博彩问卷调查</dd>
      <dd>4. 家长控制</dd>
      <dt>未满博彩年龄</dt>
      <dd>未满18岁的人士进行博彩属非法行为，会在此方面绝对严格执行。对于选择某种支付方式（如未满18岁人士也可使用）的客户，我们会进行年龄验证。此外，我们也会随机抽取客户进行年龄验证，不管他们使用何种支付方式。 一旦发现使用该网站的客户未满18岁，所有赢取的彩金将被没收并交由相关部门处理。</dd>
      <dt>雇员培训</dt>
      <dd>我们所有的客户服务人员在问题性博彩这方面都经过严格的培训。</dd>
      <dt>查看账户历史</dt>
      <dd>客户可随时查看账户的交易历史以及存取 款记录。账户余额会在登录主页时显示，同时也可在会员部分查看。</dd>
      <dt>关于控制您投注的信息</dt>
      <dd>在人们用他们的方式博彩的同时，博彩成了某些人的问题。以下提示也许能帮助您控制博彩问题：</dd>
      <dd>1. 博彩只是一种娱乐，不应被视为赚钱的方法</dd>
      <dd>2. 避免有把输的钱赢回来的想法</dd>
      <dd>3. 只投注您付得起的金额</dd>
      <dd>4. 时刻记着花在博彩上的时间和金钱</dd>
      <dd>5. 如果您暂时不想博彩了，可以选择使用自我控制期的关闭账户</dd>
      <dt>问题性博彩问卷调查</dt>
      <dd>如果您担心博彩会占据您的（或他人的）生命，以下提问可以帮您找到答案：</dd>
      <dd>1. 您会否因为博彩而不上班或不上学？</dd>
      <dd>2. 您博彩是否为了逃避烦闷或不愉快的生活？</dd>
      <dd>3. 当您博彩花光钱时，您是否感到失望甚至绝望，并且希望马上能再进行赌博？</dd>
      <dd>4. 您会否博彩到最后一分钱彩罢休？</dd>
      <dd>5. 您有否曾经用谎言掩饰您花在博彩上的时间和金钱？</dd>
      <dd>6. 是否有人批评过您的博彩行为？</dd>
      <dd>7. 您是否对您的家人，朋友或爱好失去了兴趣？</dd>
      <dd>8. 您输了之后，是否马上想把输的钱赢回来？</dd>
      <dd>9. 您博彩是不是因为争执，沮丧或失望？</dd>
      <dd>10. 您有没有因为博彩而感到失落甚至轻生？</dd>
      <dd>在这些问题中您回答的‘是’越多，您就越接近具备严重博彩问题。</dd>
      <dt>家长控制</dt>
      <dd>父母或者监护人可以使用一系列的第三方软件来监控或者限制电脑的互联网使用:</dd>
      <dd>1. Net Nanny过滤软件防止儿童浏览不适宜的网站内容: www.netnanny.com</dd>
      <dd>2. CYBERsitter过滤软件允许父母增加自定义过滤网站: www.cybersitter.com</dd>
    </dl>
  </div>
</template>
<script>
  export default {
    name: "",
    data() {
      return {}
    },
    props: {},
    computed: {},
    watch: {},
    methods: {},
    created() {},
    activated() {},
    components: {}
  }

</script>
<style lang="scss" scoped>
  .aboutTab{
    display: block;
    dl{
      dt{
        line-height: 3;
        font-size: 18px;
        color: #4db7f4;
        font-weight: bold;
      }
      dd{
        line-height: 2.2;
        font-size: 16px;
      }
    }
  }

</style>
