<template>
  <div class="aboutTab">
    <dl>
      <dt>账户条例</dt>
      <dd>1.用户注册《奇幻城》游戏账户，表示用户已确实详阅、理解并同意《奇幻城》各项使用规范、游戏规则、各项条款且同意自行承 担相应的法律责任；如若 不同意《奇幻城》任一项协议、条款、规范的内容，用户应立即停止使用奇幻城提供的各项服务。</dd>
      <dd>2.享用《奇幻城》提供的服务是用户本人意愿，参与《奇幻城》服务的同时，均视为用户理解和接受输赢风险且其风险由用户自行承担，用户认同《奇幻城》所 提供的服务是正常、合理、公正、公平的。</dd>
      <dd>3.用户声明并承诺，用户在注册开户时所提供的资料，包括用户姓名、电邮地址、电话号码及ip地址，均真实、准确、完整。一但注册，除特殊原因将无法更改。</dd>
      <dd>4.用户注册的游戏账户姓名必须与用户身份证、银行账户一致，若不一致，恕《奇幻城》无法提供部份</dd>
      <dd>5.若发现用户以任何不正当的方式登入或参与任何游戏，《奇幻城》有权拒绝服务该用户，并在不通知的情况下冻结或关闭相关游戏账号，不退还任何款项。</dd>
      <dd>6.为避免任何争议，各用户参与，《奇幻城》所有游戏过程中或在结束游戏前，务必检查游戏账户资料，如发现任何异常情况，应立即与客服联系查证，否则视为同意并接受：其账户之一切数据或历史数据，以奇幻城资料库的资料为准，用户不得异议。</dd>
      <dd>7.用户拥有超过一个游戏账号，包括同姓名、同一邮件地址、同一家庭、同一住址、同一借记卡/信用卡、同一银行账户、同一电脑（大学，团体，网吧， 图书馆，办公室等），被将视为联合游戏账号或可疑游戏账号，本网站有权在不通知的情况下冻结或关闭相关游戏账号，并不退还任何款项。</dd>
      <dd>8.所有账户若出现资金有误，用户有义务及时通知本网站调整，且不可使用相关错误金额，任何情况下，相关错误金额被视为无效金额，若用户使用该笔 金额进行投注，所有投注被视为无效，一律取消并返还於本网站。</dd>
      <dd>9.所有账户只限持有者一人使用，用户有责任确保用户的账户及密码隐私安全，如用户有意/无意透露或泄露账户资料导致被盗，或第三方以任何形式获 得用户的账户及密码及进行游戏导致用户账户损失，所有损失及责任需由用户全部承担。</dd>
      <dd>10.禁止职业算牌客，连续压庄、或闲、或大、或小等单边、对赌对压投注方式，若经发现本网站有权在不通知的情况下冻结或关闭相关游戏账户，并不退还款项。</dd>
      <dd>11.如果用户电脑配件的赛果与《奇幻城》服务器赛果不一致，《奇幻城》服务器所显示的结果将为最终赛果。用户也认同参与，《奇幻城》服务的游戏规则， 投注状况，《奇幻城》拥有最终解释权。</dd>
      <dd>12.严禁用户用非真实IP地址登录游戏（vpn、远程主机等）。</dd>
      <dd>13.用户如有违反本服务条款，《奇幻城》有权随时依据相关规则暂停或中止用户使用《奇幻城》各项服务。</dd>
      <dd>14.用户需认同本协议部分或全部内容是临时性的《奇幻城》保留随时更改公司服务与各项条款之权力，有权添加、修正或修改各项协议，原因包括但不限 于商业原因、遵守监管机构的法律法规、指示、指导或建议或客户服务原因。这些信息仅供参考，在用户与本司之间并不构成协议，合同和担保的依 据，最新的规则与条款可通过网站下方用户协议链接查阅。</dd>
      <dd>15.无论任何情况，《奇幻城》拥有最终决定权</dd>
      <dt>提款条例</dt>
      <dd>1.用户每日提款次数不限。用户每日最高派彩金额为50万人民币，即所有玩法总和的派彩金额。</dd>
      <dd>2.所有提款申请必须符合本网站的提款政策，如存款未达到全额投注，即无法通过提款审核，提款申请将会被驳回。</dd>
      <dd>3.用户申请提款若遇到配合平台抽查，需全力配合，此不在，《奇幻城》五分钟提款的承诺范围，平台抽查完毕，若无问题，《奇幻城》会于第一时间为 用户出款。</dd>
      <dd>4.若有需要，用户必须提供个人资料如身份证副本、驾驶执照副本、银行交易记录截图、居民户口簿副本等资料。</dd>
      <dd>5.用户被严禁使用他人或第三者银行账户或银行卡进行取款业务。</dd>
      <dd>6.《奇幻城》五分钟提款的承诺不包含系统异常、银行维护、网路延迟。</dd>
      <dd>7.关于老虎机累计奖池平台费收取,若您中累计大奖在人民币5万以上，我们将会收取您20%的平台费用于平台建设。</dd>
      <dd>8.严禁客户用非真实ip地址登录游戏(vpn,远程主机等)。</dd>
      <dd>9.最低提款额度为100元，在没有申请优惠的情况下，提款需要存款的一倍流水。</dd>
      <dd>10.彩票投注规定不能超过总注数的70%。举例如：北京赛车定位玩法，单期单个名次最多允许投注7个号码。如超过规定要求，本公司有权收回盈利并冻结账号。</dd>
      <dd>11.无论任何情况，奇幻城拥有最终决定权。</dd>
      <dt>存款条例</dt>
      <dd>1.通过网银自助存款方式的用户，若无依照网站要求填写附言或备注，请及时联系在线客服。温馨提示：若存款人姓名与游戏 账户姓名不一致，请配合 提供网银电子回单，以便财务人员进行补单。</dd>
      <dd>2.通过第三方支付进行存款的会员，如果出现掉单的情况，请及时联系在线客服，并提供订单号，存款金额，存款时间，以便我们尽快为您补单。</dd>
      <dd>3.用户存款请务必先至《奇幻城》网站确认当下显示的最新存款账户，并依照《奇幻城》的存款方式操作，若无先行确认当时使用的存款账户，而造成损失， 恕《奇幻城》概不负责。</dd>
      <dd>4.无论任何情况，《奇幻城》拥有最终决定权。</dd>
      <dt>优惠条例</dt>
      <dd>1.若要享有《奇幻城》优惠红利或回赠，用户必须符合活动相关规则及所有条例、附加条款。</dd>
      <dd>2.用户涉及个人或团体以不正当的手法如下述，进行骗取或诈骗相关优惠奖金，本网站有权在不通知的情况下冻结或关闭相关账户，并不退还款项，用户 将会被列入黑名单，并保留追究权利。</dd>
      <dd>3.用户拥有超过一个账户，包括同一姓名、同一邮件地址、同一住址、同一借记卡/信用卡、同一银行账户、同一电脑（大学，团体，网吧，图书馆，办 公室等），被视为联合账户或可疑账户。</dd>
      <dd>4.一但发现该用户有无风险投注，单边投注、对赌对压行为，《奇幻城》有权在不通知的情况下冻结或关闭相关账户，并不退还款项，用户将会被列入黑名 单，并保留追究权利。</dd>
      <dd>5.《奇幻城》有权根据会员情况调整会员投注限额。</dd>
      <dd>6.《奇幻城》拥有对所有优惠活动在无通知的情况下修改及最终解释的权力。</dd>
    </dl>
  </div>
</template>
<script>
export default {
  name: "",
  data() {
    return {};
  },
  props: {},
  computed: {},
  watch: {},
  methods: {},
  created() {},
  activated() {},
  components: {}
};
</script>
<style lang="scss" scoped>
.aboutTab {
  display: block;
  dl {
    dt {
      line-height: 3;
      font-size: 18px;
      color: #4db7f4;
      font-weight: bold;
    }
    dd {
      line-height: 2.2;
      font-size: 16px;
    }
  }
}
</style>
