// 系统统一的验证规则
export default {
  name: /^[\u4e00-\u9fa5,\·]+$/, // 中文姓名，少数名族需要有‘·’！
  nickName: '', // 昵称？// 昵称没限制
  phone: /^(1[0-9])\d{9}$/, // 手机号码，1开头的11位数字
  account: /^[a-zA-Z0-9]{6,10}$/, // 用户帐号 6-10位，由数字或字符组成
  agent_account: /^a_[\da-zA-Z]{3,15}$/, // 代理帐号，agent_account，由数字或字母组成
  password: /^(?![0-9]+$)(?![a-zA-Z]+$)[0-9A-Za-z]{6,16}$/, // 密码，6-16数字&&密码组成
  pay_password: /^\d{6}$/, // 支付密码，6位数字
  email: /^(\w)+(\.\w+)*@(\w)+((\.\w+)+)$/, // 邮箱
  qq: /\d{4,14}/, // qq，4-13位数字
  wechat: /^[a-zA-Z0-9]{4,30}$/, // 微信
  bank: /^(\d{16,19})$/, // 银行卡号，16-19位数字
  initNum:/^\d+$/ //整数
}
