<template>
    <ul class="financial-problems">
        <li class="liList" :class="{active: cur == item.title}" v-for="(item,i) in data" :key="i" @click="changecur(item)">
            <h2 class="title01">{{item.title}}<i class="i-arrow-d"></i></h2>   
            <div class="h-con" v-html="item.content"></div>
        </li>
    </ul>
</template>
<script>
export default {
  data() {
    return {
      data: [
        {
            title: "品牌介绍",
            content:"博林www.6n6w.com  创建于2008年，隶属于总公司注册创立于2004年，2008年获得Firstcagayan正规博彩牌照NO.CF-174；2014年博林获得菲律宾PAGCOR颁发的合法博彩牌照，公司历经10年之久，全球领先秒存秒提技术迅速占领亚洲市场份额，凭借雄厚的实力及业界优质的关系网，致力打造亚洲最具信誉实力的在线娱乐平台。<br />  存取款秒到账<br />博林不断创新改革，引领潮流，目前所拥有支付方式：支付宝转账、支付宝扫码、微信扫码、网银转账、快捷支付、点卡支付多种方式，只为提供给你最快捷的存款方式，不用再漫长等待，秒到账<br />赢钱快速提款，拿到手的钱才是钱。博林本着这一原则，考虑玩家想法，首创秒提系统，严格要求审核人员正确把关，快速到账。<br />诚信、公平、安全<br />作为国际专业的网上博彩游戏运营企业，我们承诺，为每一位客户提供最及时、最安全、最准确的专业博彩数据，以及全方位的国际化服务。<br />客户的安全和游戏的公正性乃博林最重要的服务信念与宗旨。我们采用的是全球最先进的游戏软件设备，保证了软件本身的公正性。同时采用了128位SSL国际标准加密技术，更配合我们的专业技术人员精密设计的严格安全管理系统，24小时的后台检测和监控，确保我们的客户可以在一个最保密、最安全的网络游戏空间尽情玩乐。<br />专业优质的服务团队<br />我们打造极具优质的平台及功能提供给每一位尊荣的玩家，更重视每一位玩家的后续专业服务，除了严格教育我们的客服良好的服务态度，游戏专业度，快速的处理能力，更为了响应不同玩家的需求训练了电话语音客服，线上在线客服，微信专属客服，多种通道能够联系我们"
        },
        {
            title: "监管牌照",
            content:"博林持有菲律宾 PAGCOR 合法博彩执照。如欲查阅更多关于菲律宾PAGCOR资讯，请进入 http://www.pagcor.ph/contact-us.php。"
        },
        {
            title:"澳盈备用网址",
            content:"线路一 www.ow888.com <br /> 线路二 www.ow8001.com <br /> 线路三 www.ow8006.com <br /> 线路四 www.ow8008.com<br />线路五 www.ow808.com"
        },
        {
            title:"规则与条款",
            content:'1.账户条例 <br />1.1 用户声明并承诺，用户在注册开户时所提供的资料，包括用户姓名、电邮地址、电话号码及ip地址，均真实、准确、完整。<br />1.2 用户必须符合法定年龄（用户其居住地区的法律年龄限制），在不违反的情况下方可使用本网站的服务。用户如违法当地法律问题，本公司将不承担因客户违反当地博彩法律所引致之任何责任。<br />1.3 用户所拥有的账户姓名必须与以下的身份证明一致： 身份证上的姓名 、银行账户的姓名<br />1.4 用户拥有超过一个账户，包括同一姓名，同一邮件地址，同一家庭，同一住址，同一借记卡/信用卡，同一银行账户，同一电脑（大学，团体，网吧，图书馆，办公室等），被视为联合账户或可疑账户，本网站有权在不通知的情况下冻结或关闭相关账户，并不退还款项。<br />1.5 所有账户只限持有者一人使用，用户有责任确保用户的账户及密码隐私安全，如用户有意/无意透露或泄露账户资料导致被盗，或第三方以任何形式获得用户的账户及密码及进行游戏导致用户账户损失，所有损失及责任需由用户全部承担。<br />1.6 所有账户若出现资金有误，用户有义务通知本网站作账户调整及不可使用相关错误金额，任何情况下，相关错误金额被视为无效金额，若用户使用该笔金额进行投注，所有投注被视为无效，一律取消并返还於本网站。<br />2. 提款条例 <br />2.1 用户每日提款次数不限。单日提款上限依据会员等级不同，开放不同金额。 如特殊情况会再行说明。<br />2.2 关于老虎机平台费收取，若您中奖池在人民币5万以上，平台方将收取您20%的平台费用于平台建设，若中奖池在50万以上，平台方将收取30%的平台费，百万大额中奖另算，最低30%。<br />2.3 所有提款申请必须符合本网站的提款政策，如存款未达到全额投注，即无法通过提款审核，提款申请将会被驳回。<br />2.4 若有需要，用户必须提供个人资料如身份证副本、驾驶执照副本、银行交易记录截图、居民户口簿副本等资料。<br />2.5 用户被严禁使用他人或第三者银行账户或银行卡进行取款业务。<br />2.6 严禁客户用非真实ip地址登录游戏(vpn,远程主机等)<br />3. 存款条例 <br />3.1 通过自助转账存款的会员，请先下单再进行支付。特别说明如果下单信息与存款信息不一致，无法到账，请您保存转账截图，并联系客服处理。<br />3.2 通过第三方支付进行存款的会员，如果出现掉单的情况，请及时联系在线客服，并提供存款截图，存款金额，存款时间，以便我们尽快为您补单。<br />4. 优惠条例 <br />4.1 若要获得本网站所有的优惠红利或回赠，用户必须符合所有条例及附加条款，方可享有相关优惠。<br />4.2 用户涉及个人或团体以不正当的手法如下述，进行骗取或诈骗相关优惠奖金，本网站有权在不通知的情况下冻结或关闭相关账户，并不退还款项，用户将会被列入黑名单，并保留追究权利。<br />4.2.1 用户拥有超过一个账户，包括同一姓名、同一邮件地址、同一住址、同一借记卡/信用卡、同一银行账户、同一电脑（大学，团体，网吧，图书馆，办公室等），被视为联合账户或可疑账户。<br />4.2.2 无风险投注，对赌行为。<br />4.3 博林有权根据会员情况调整会员投注限额。 <br />4.4 博林拥有对优惠活动的最终解释及修改权。'
        },
        {
            title:"隐私权政策",
            content:"隐私保护<br />我们尊重您的私隐权并保证您数据的安全，这是我们的头等重任。 博林绝对不会泄露您的个人资料给第三方，除非收到法庭传单或应可行法律的要求及判决。我们有权通过网站向有关付款平台服务提供商以及金融保险机构提供必要的个人信息以完成付款要求。 所有用户提供的个人信息，其传送都将通过安全端口（ 128位 SSL 加密标准）并存放在公众无法进入的保密环境之下。所有数据的内部出入都受到严格的限制及严密的监控。 博林与我们的合作伙伴会通过邮件将您可能感兴趣的促销优惠的消息发送给您。博林不会透露任何能识别个人身份的资料给任何第三方，这是我们隐私权政策的宗旨。"
        },
        {
            title:"理性博彩",
            content:"博彩自律<br />我们为客户在博彩自律方面提供多方面的帮助包括：<br />暂时关闭账户<br />控制您的投注限额<br />问题性博彩问卷调查<br />未满博彩年龄<br />未满18岁的人士进行博彩属非法行为，会在此方面绝对严格执行。对于选择某种支付方式（如未满18岁人士也可使用）的客户，我们会进行年龄验证。此外，我们也会随机抽取客户进行年龄验证，不管他们使用何种支付方式。 一旦发现使用该网站的客户未满18岁，所有赢取的彩金将被没收并交由相关部门处理。<br />查看账户历史<br />客户可随时查看账户的交易历史以及存取 款记录。账户余额会在登录主页时显示，同时也可在会员部分查看。<br />关于控制您投注的信息<br />在人们用他们的方式博彩的同时，博彩成了某些人的问题。以下提示也许能帮助您控制博彩问题：<br />1. 博彩只是一种娱乐，不应被视为赚钱的方法<br />2. 避免有把输的钱赢回来的想法<br />3. 只投注您付得起的金额<br />4. 时刻记着花在博彩上的时间和金钱<br />5. 如果您暂时不想博彩了，可以选择使用自我控制期的关闭账户<br />问题性博彩问卷调查<br />如果您担心博彩会占据您的（或他人的）生命，以下提问可以帮您找到答案：<br />1. 您会否因为博彩而不上班或不上学？<br />2. 您博彩是否为了逃避烦闷或不愉快的生活？<br />3. 当您博彩花光钱时，您是否感到失望甚至绝望，并且希望马上能再进行赌博？<br />4. 您会否博彩到最后一分钱彩罢休？<br />5. 您有否曾经用谎言掩饰您花在博彩上的时间和金钱？<br />6. 是否有人批评过您的博彩行为？<br />7. 您是否对您的家人，朋友或爱好失去了兴趣？<br />8. 您输了之后，是否马上想把输的钱赢回来？<br />9. 您博彩是不是因为争执，沮丧或失望？<br />10. 您有没有因为博彩而感到失落甚至轻生？<br />在这些问题中您回答的‘是’越多，您就越接近具备严重博彩问题。"
        },
        {
            title:"免责声明",
            content:"博林对其网页所连接至外部网站所含的内容准确性或时效性不作任何管制，且不负上任何责任。使用这个网络作投注行为可能对身处某些国家的居民或个人。博林不打算将此网络被应用在个人身处在投注活动为非法的国家。用户的责任包含确定他/她身处地区的法律实施，以及确定他/她们的行动是在合法的管辖区内进行投注在我们的网络上,博林将不接受在管辖区所制定的法律或违反法律的责任。"
        }
      ],
      cur: ""
    };
  },
  props: {},
  methods: {
      changecur(item){          
          if(this.cur ==item.title){
              this.cur = "";
          }else {
            this.cur =item.title
          }
      }
  },
  components: {}
};
</script>
<style lang="scss">
.financial-problems {
  background-color: #ffffff;
  min-height: 98vh;
  .liList.active {
    .title01 {
      background: #ffeec3;
      border-bottom: 1px solid #dadada;
      cursor: pointer;
      .i-arrow-d {
        transform: rotate(180deg);
      }
    }
    .h-con {
      display: block;
      border-bottom: 1px solid #dadada;
    }
  }
  .title01 {
    background: #ffffff;
    border-bottom: 1px solid #dadada;
    font-size: 15px;
    color: #000000;
    padding-left: 20px;
    font-weight: normal;
    height: 44px;
    line-height: 44px;
  }
  .i-arrow-d {
    background: url(./images/icons.png) no-repeat;
    display: inline-block;
    background-size: 80px;
    width: 20px;
    background-position: -53px -126px;
    height: 10px;
    position: absolute;
    right: 15px;
    margin-top: 15px;
    transition: all 0.3s ease-in;
  }
  .h-con {
    font-size: 15px;
    color: #666666;
    padding: 10px 15px;
    display: none;
    line-height: 24px;
  }
}
</style>
